var stimulus6 = [
  {
    "traial_ID": 0,
    "flip1": "あなたは東南アジアで任務を遂行している戦闘機のパイロットです。",
    "flip2": "飛行中に、同じミッションに参加していた別の戦闘機が誤ってミサイルを発射し、それが6人乗りの軽飛行機に向かっています。",
    "flip3": "ミサイルが発射されたすぐ近くには一人乗りの軍用偵察機もいました。",
    "flip4": "ミサイルを迎撃すると軍用偵察機は墜落し、パイロットは犠牲になりますが、軽飛行機に乗っていた6人は助かります。",
    "flip5": "あなたはミサイル迎撃の手順を開始し、軽飛行機にミサイルが命中しパイロットを犠牲にし、乗組員6人を救うことができました。",
    "flip6": "あなたの行動は適切でしょうか？"
  },
  {
    "traial_ID": 2,
    "flip1": "あなたは海上保安庁の責任者です。",
    "flip2": "貨物船の乗組員が致死性の伝染性ウイルスの保菌者であるという連絡を受け取りました。",
    "flip3": "彼らとは連絡が取れないため、まだ自分たちの感染に気付いておらず、漁師たちが住む小さな港に向かって航行しています。",
    "flip4": "ミサイルを発射して貨物船を沈め乗組員は犠牲になりますが、漁師たちにウイルスが拡散するのを防げます。",
    "flip5": "あなたは貨物船を攻撃して乗組員を犠牲にし、漁師達を救うことができました。",
    "flip6": "あなたの行動は適切でしょうか？"
  },
  {
    "traial_ID": 5,
    "flip1": "あなたは人質救出に向かう兵士です。",
    "flip2": "武装集団が隠れ家に立てこもり4人の民間人を人質に取り殺すと脅しています。",
    "flip3": "人質が捕まっている場所の前を石油を運ぶトラックが通過しようとしています。",
    "flip4": "トラックを撃って爆発させ、武装集団を隠れ家から脱出させると、爆発でトラック運転手は犠牲になりますが、4人の民間人は救うことができます。",
    "flip5": "あなたはトラックを撃ち、運転手を犠牲に、人質4人を救うことができました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 6,
    "flip1": "あなたは空軍の一員で、偵察任務についている飛行機の部隊の指揮官です。",
    "flip2": "人が居住地区の上空を飛行中に、1機の飛行機がミサイルを発射したことを確認しました。",
    "flip3": "それが3人が住む集合住宅に向かっています。",
    "flip4": "あなたが自分の飛行機からミサイルを発射して迎撃すれば、路上の1人は巻き込まれて犠牲になりますが、3人は助かります。",
    "flip5": "あなたは迎撃ミサイルを発射して1人を犠牲に、3人を救うことができました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 7,
    "flip1": "あなたは小さな湾内でモーターボートを運転しています。",
    "flip2": "目の前の非常に狭い水路の先で5人がおぼれていてあなたに助けを求めていました。",
    "flip3": "あなたとおぼれている人達の間には穏やかに泳いでいる別の人がいました。",
    "flip4": "あなたは高速で水路の先に向かって舵を取れば、1人をはねてしまいますが、5人を助けることができます。",
    "flip5": "あなたは舵を取り1人を犠牲に、5人を救うことができました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 9,
    "flip1": "伝染性の致死性疾患の無症状保菌者が、病院で隔離されています。",
    "flip2": "突然換気システムが故障し、部屋の空気の入れ替えができなくなってしまいました。",
    "flip3": "まもなく緊急時システムが作動し、1人の窒息を防ぐために内窓が開かれますが、内窓は別病室と繋がっており5人の患者がいます。",
    "flip4": "緊急システム遮断し窓を閉じたままにすれば、1人は窒息してしまいますが、5人の患者は致死の伝染病から守ることができます。",
    "flip5": "あなたは緊急システムを遮断して1人を犠牲に、5人の患者を救うことができました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 13,
    "flip1": "あなたは非常に大きなリフトのメンテナンス作業を行う専門技術者チームの責任者です。",
    "flip2": "6人の技術者がリフトの格納庫で作業しており、別の1人とあなたは最上階の機械室にいます。",
    "flip3": "突然、リールが壊れリフトが下に向かって急降下し始めました。",
    "flip4": "隣にいる技術者を機械の歯車に押し込み、リフトの降下を止めれば、6人の技術者は救うことができます。",
    "flip5": "あなたは歯車に1人を押し込んで犠牲に、6人を救うことができました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 15,
    "flip1": "あなたは線路の上に掛かる橋を渡っていて、コントロールを失った機関車が迫ってきていることに気づきました。",
    "flip2": "このままでは線路上で作業している5人の作業員にぶつかってしまいます。",
    "flip3": "橋の上には、あなたの隣に知らない大きな体の人がいました。",
    "flip4": "その人を橋の上から突き落とし、機関車にぶつければ暴走は止まり、5人を救うことができます。",
    "flip5": "あなたは1人を突き落とし、5人を救うことができました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 18,
    "flip1": "あなたは、船に乗っています。",
    "flip2": "船が沈没し始め、救命ボートのあるデッキに向かいます。",
    "flip3": "あなたと1人が防水扉を通過したところで重い防水扉が閉まり、後ろに続いていた6人は間に合いそうにありません。",
    "flip4": "隣の人を防水扉に押し挟めて閉鎖を防げば、6人は逃げることができ救うことができます。",
    "flip5": "あなたは1人を防水扉に挟めて犠牲に、6人を救うことができました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 19,
    "flip1": "あなたは、木工パネルを製造する工場の責任者です。",
    "flip2": "主要な機械が故障にしてしまいプレス機に流れるローラーが止まらなくなりました。",
    "flip3": "3人の作業員がローラーに巻き込まれ巨大なプレス機に引き込まれそうです。",
    "flip4": "別の作業員をプレス機を動かす機会の歯車の中に押し込み、システムを遮断すれば3人は救うことができます。",
    "flip5": "あなたは1人を歯車に押し込み犠牲に、3人は救うことができました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 20,
    "flip1": "あなたはオーストラリアで小さな牧場を経営しています。",
    "flip2": "顧客と一緒に四輪バギーで近くの町に向かっているとき、猛烈な勢いで疾走する馬がいました。",
    "flip3": "その先には3人の人がいてこのままでは馬に轢かれてしまいそうです。",
    "flip4": "馬に急いで近づき顧客を押し出して馬に踏みつぶさせれば、3人を救うことができます。",
    "flip5": "あなたは1人を押し出して犠牲に、3人を救うことができました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 22,
    "flip1": "あなたは、停留所で路面電車を待っています。",
    "flip2": "突然、猛スピードで近づいている路面電車はブレーキが利かなくなっていました。",
    "flip3": "5人の人が気づかずに道路を横断していてぶつかりそうです。",
    "flip4": "あなたは隣にいる見知らぬ人を道路に押しやり機体にぶつけて路面電車を止めれば、5人は救われます。",
    "flip5": "あなたは1人を押し出し犠牲に、5人を救うことができました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 27,
    "flip1": "あなたは海外でテロリストグループを追う任務についています。",
    "flip2": "テロリストの一人に大使館に向かう3人の外交官らの車を尾行しており、次の赤信号を利用して外交官らを襲おうとしています。",
    "flip3": "あなたはテロリストの車の後ろを追いかけていると、石油を積んだトラックがあなたの車とテロリストの車の間をすり抜けていきます。",
    "flip4": "ここで、トラックを銃で撃つと爆発しトラック運転手は犠牲になり、テロリストは負傷し、3人の外交官らは助かります。",
    "flip5": "しかし、あなたはトラックを狙撃せず、テロリストは外交官らを暗殺してしまいました。",
    "flip6": "あなたの行動は適切でしょうか？"
  },
  {
    "traial_ID": 29,
    "flip1": "あなたは建設現場でクレーンを操作している作業員です。",
    "flip2": "あなたはクレーンが巨大な鉄骨を持ち上げているケーブルが切れそうであることに気づきました。",
    "flip3": "鉄骨は建設中の建物の外壁作業をしている6人の作業員の真上にありました。",
    "flip4": "クレーンのアームを別の場所に少し移動させると別の1人の作業員を鉄骨で押しつぶしてしまいますが、6人の作業員は救うことができます。",
    "flip5": "しかし、あなたはクレーンのアームを移動させずにケーブルは切れ、6人の作業員は犠牲になってしまいました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 34,
    "flip1": "あなたは地方の小さな病院で夜勤看護師として働いています。",
    "flip2": "夜勤巡回の際に、実験室での事故により非常に有毒なガスが換気システムを通じて5人の患者がいる部屋に向かって広がっていることに気づきました。",
    "flip3": "同じ病棟の別の部屋には患者が1人しかいません。",
    "flip4": "換気システムのスイッチを押せば有毒ガスは1人の患者がいる部屋に向かう代わりに5人を救うことができます。",
    "flip5": "しかし、あなたは換気システムのスイッチを押さず、5人は有毒ガスの犠牲になってしまいました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 36,
    "flip1": "あなたはある遊園地の安全管理責任者です。",
    "flip2": "観覧車の金属製のアームの一つが構造上の欠陥のために突然壊れてしまいました。",
    "flip3": "4人が80メートル上空のゴンドラに取り残されていますが、別の1人は地上からわずか数メートルのゴンドラにおり、自力で降りることができます。",
    "flip4": "構造全体が陥落する前に観覧車を逆向きに動かし、4人がいるゴンドラを下に降ろし1人がいるゴンドラを上に昇らせると、陥落で1人が犠牲になりますが4人は救うことができます。",
    "flip5": "しかし、あなたは観覧車を操作せず、1人は降りることができましたが4人は陥落とともに犠牲になってしまいました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 37,
    "flip1": "あなたは北大西洋を航行中の潜水艦の船長です。",
    "flip2": "探知機から魚雷の存在が確認され沖合にいる6人乗りの小型ボートに向かって猛スピードで進んでいました。",
    "flip3": "その近くには2人が乗った巡視船もいます。",
    "flip4": "魚雷の軌道を変えるために偽の標的を発射すれば、近くの2人が乗った巡視船に命中してしまいますが、小型ボートの6人は救うことができます。",
    "flip5": "しかし、あなたは偽標的を発射せず小型ボートの6人は犠牲になってしまいました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 38,
    "flip1": "あなたは、鉄道の修理作業を行っている現場責任者です。",
    "flip2": "遠くからコントロールを失ったトロッコが走ってきて、このままでは線路上で作業している5人の作業員にぶつかってしまいます。",
    "flip3": "副線路には1人の作業員がいます。",
    "flip4": "分岐器のレバーを引いてトロッコの進路を変更すれば、副線路にいる1人は犠牲になりますが、5人は救うことができます。",
    "flip5": "しかし、あなたは分岐器のレバーを引かず5人は犠牲になってしまいました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 40,
    "flip1": "あなたは、サーカスのライオン遣いです。",
    "flip2": "ショーの最中、1頭のライオンが突然攻撃的になり、あなたの指示に反応せず最前列の観客に飛びかかろうとしています。",
    "flip3": "あなたの近くには2人のアシスタントがいます。",
    "flip4": "2人のアシスタントをライオンの標的として押しやれば、観客は逃げることができ救われます。",
    "flip5": "しかし、あなたは2人を押しやらず、観客たちはライオンの犠牲になってしまいました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 42,
    "flip1": "あなたは、ゴム製のボートに乗って海上にいます。",
    "flip2": "友人ともう2人知り合いではない人と一緒にです。",
    "flip3": "遠くに炎上した難破船が見え、船に乗っていた6人が海に飛び込んで溺れています。",
    "flip4": "猛スピードで救出に向かうために友人以外の2人を突き落としボートを軽くすれば、6人を救うことができます。",
    "flip5": "しかし、あなたは2人を海に突き落とさず、6人を救うことはできませんでした。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 43,
    "flip1": "あなたは、ガソリンポンプの近くで係員です。",
    "flip2": "4人乗った車にガソリンを入れているのを見ています。",
    "flip3": "ポンプから少量のガソリンが漏れており、突然火花がでて車の方向に火が広がってきました。",
    "flip4": "1人の通行人を炎の上に押しやれば、車の4人は救うことができます。",
    "flip5": "しかし、あなたは1人を犠牲にせず、車は炎上して4人は救うことができませんでした。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 47,
    "flip1": "あなたは、中央アフリカのサバンナでライオンの行動を調査しています。",
    "flip2": "展望台から辺りを眺めていると茂みに4人の人が隠れているのに気が付きました。",
    "flip3": "近くをライオンがおりこのままでは4人は襲われてしまいそうです。",
    "flip4": "展望台にいた別の1人を突き落としてライオンの餌食にすれば、4人は逃げることができて救うことができます。",
    "flip5": "しかし、あなたは1人を突き落とさず、4人を救うことができませんでした。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 49,
    "flip1": "あなたは、地元の病院の救急外科病棟で働いている医師です。",
    "flip2": "4人の患者は、深刻な交通事故の結果、臓器に重要な損傷を受けて瀕死の状態です。",
    "flip3": "同室には健康状態が良好になった別の1人の患者がいます。",
    "flip4": "この患者に麻酔をかけ、臓器を摘出して4人の患者に移植すれば救うことができます。",
    "flip5": "しかし、あなたは1人を犠牲にせず、4人を救うことはできませんでした。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 50,
    "flip1": "あなたはサハラ砂漠に隔離された遠征隊に参加する医療チームの責任者です。",
    "flip2": "ビタミン欠乏症という深刻な遺伝病を患う5人家族を発見しました。",
    "flip3": "薬は持ち合わせておらず、救助も間に合いそうにありません。",
    "flip4": "健康な1人を犠牲にし、腎臓を摘出してビタミンを採取すれば、5人を救うことができます。",
    "flip5": "しかし、あなたは腎臓の摘出を行わず、5人を救うことはできませんでした。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 55,
    "flip1": "あなたは、カブの収穫機を運転する農作業員です。",
    "flip2": "まっすぐ収穫すると250kgのカブが収穫できます。",
    "flip3": "収穫機はちょうど道の分岐点にあり、右にカーブすることもできます。",
    "flip4": "右側に曲がると、500kgのカブが収穫できます。",
    "flip5": "あなたは、250個のカブではなく500kgのカブを収穫するために右に曲がりました。",
    "flip6": "あなたの行動は適切でしょうか？"
  },
  {
    "traial_ID": 57,
    "flip1": "あなたは、友人から週末に海岸沿いの別荘に招待されました。",
    "flip2": "高速道路を使えば、3時間ほどで友人の別荘に到着します。",
    "flip3": "海岸沿いの道は、3時間15分ほどで友人の別荘に着きます。",
    "flip4": "高速道路の景色に比べて、海岸沿いの道の風景は息を呑むほど美しいです。",
    "flip5": "あなたは、美しい景色を見ながら運転するために、海岸沿いのルートにしました。",
    "flip6": "あなたの行動は適切でしょうか？"
  },
  {
    "traial_ID": 58,
    "flip1": "あなたは、新しいコンピュータの購入を検討しています。",
    "flip2": "現在、あなたが欲しいと思っているコンピュータの価格は12万円です。",
    "flip3": "コンピュータに詳しい友人によると、このコンピュータの価格は来月には6万円まで下がるそうです。",
    "flip4": "来月まで待って新しいコンピュータを購入すると、古いコンピュータを数週間長く使わなければなりません。",
    "flip5": "あなたは、新しいコンピュータの購入で6万円を節約するために、古いコンピュータをあと数週間使うことにしました。",
    "flip6": "あなたの行動は適切でしょうか？"
  },
  {
    "traial_ID": 59,
    "flip1": "あなたは、今すぐシャワーを浴びたいと思っています。",
    "flip2": "昼食会に行く前にやりたい庭仕事があるのですが、この庭仕事をすると、かなりの量の汗をかきます。",
    "flip3": "庭仕事の前にシャワーを浴びると、昼食会の前にまたシャワーを浴びなければならなくなります。",
    "flip4": "しかし、あなたは水道代を節約するために、1日1回までしかシャワーを浴びないという強い意志を持っています。",
    "flip5": "あなたは、今シャワーを浴びるために、庭仕事の前にシャワーを浴びました。",
    "flip6": "あなたの行動は適切でしょうか？"
  },
  {
    "traial_ID": 63,
    "flip1": "あなたは夕食中に電話を受けました。",
    "flip2": "電話をかけてきたのは、評判の高い全国規模の調査機関の代表者でした。",
    "flip3": "電話では、30分かけて様々なトピックの質問に答えてほしいとお願いしてきました。",
    "flip4": "今すぐ調査に協力してくれるなら2万円の電子マネーを支払うと伝えられました。",
    "flip5": "あなたは、2万円を得るために夕食を中断し、質問に答え始めました。",
    "flip6": "あなたの行動は適切でしょうか？"
  },
  {
    "traial_ID": 64,
    "flip1": "あなたは大学の4年生になりました。",
    "flip2": "卒業要件を満たすためには、後期までに歴史の講義と科学の講義を取る必要があります。",
    "flip3": "前期には、歴史の講義は、科学の講義と同じ時間に予定されています。",
    "flip4": "前期には、同じ歴史の講義が開講されていますが、科学の講義は開講されていません。",
    "flip5": "あなたは、卒業要件を満たすために、前期に科学の講義を取って後期に歴史の講義を取りました。",
    "flip6": "あなたの行動は適切でしょうか？"
  }
]
