var stimulus3 = [
  {
    "traial_ID": 2,
    "flip1": "あなたは海上保安庁の責任者です。",
    "flip2": "貨物船の乗組員が致死性の伝染性ウイルスの保菌者であるという連絡を受け取りました。",
    "flip3": "彼らとは連絡が取れないため、まだ自分たちの感染に気付いておらず、漁師たちが住む小さな港に向かって航行しています。",
    "flip4": "ミサイルを発射して貨物船を沈め乗組員は犠牲になりますが、漁師たちにウイルスが拡散するのを防げます。",
    "flip5": "あなたは貨物船を攻撃して乗組員を犠牲にし、漁師達を救うことができました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 4,
    "flip1": "あなたは消防士です。",
    "flip2": "ほぼ無人の高層ビル20階で発生した火災で残された人々を救出活動しています。",
    "flip3": "21階の部屋に閉じ込められている6人はまもなく煙で窒息の危険性があり、別の1人は19階から降りてきています。",
    "flip4": "防火扉の自動閉鎖装置を作動させれば19階から降りようとしている1人は犠牲になりますが、他の6人を救う時間を十分な時間を作ることができます。",
    "flip5": "あなたは防火扉を作動させて1人を犠牲にし、21階の6人を救うことができました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 6,
    "flip1": "あなたは空軍の一員で、偵察任務についている飛行機の部隊の指揮官です。",
    "flip2": "人が居住地区の上空を飛行中に、1機の飛行機がミサイルを発射したことを確認しました。",
    "flip3": "それが3人が住む集合住宅に向かっています。",
    "flip4": "あなたが自分の飛行機からミサイルを発射して迎撃すれば、路上の1人は巻き込まれて犠牲になりますが、3人は助かります。",
    "flip5": "あなたは迎撃ミサイルを発射して1人を犠牲に、3人を救うことができました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 8,
    "flip1": "あなたは地方の小さな病院で夜勤看護師として働いています。",
    "flip2": "夜勤巡回の際に、実験室での事故により非常に有毒なガスが換気システムを通じて5人の患者がいる部屋に向かって広がっていることに気づきました。",
    "flip3": "同じ病棟の別の部屋には患者が1人しかいません。",
    "flip4": "換気システムのスイッチを押せば有毒ガスは1人の患者がいる部屋に向かう代わりに5人を救うことができます。",
    "flip5": "あなたは換気システムのスイッチを押して1人を犠牲に、5人を救うことができました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 10,
    "flip1": "あなたはある遊園地の安全管理責任者です。",
    "flip2": "観覧車の金属製のアームの一つが構造上の欠陥のために突然壊れてしまいました。",
    "flip3": "4人が80メートル上空のゴンドラに取り残されていますが、別の1人は地上からわずか数メートルのゴンドラにおり、自力で降りることができます。",
    "flip4": "構造全体が陥落する前に観覧車を逆向きに動かし、4人がいるゴンドラを下に降ろし1人がいるゴンドラを上に昇らせると、陥落で1人が犠牲になりますが4人は救うことができます。",
    "flip5": "あなたは観覧車を操作して1人を犠牲に、4人を救うことができました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 12,
    "flip1": "あなたは、鉄道の修理作業を行っている現場責任者です。",
    "flip2": "遠くからコントロールを失ったトロッコが走ってきて、このままでは線路上で作業している5人の作業員にぶつかってしまいます。",
    "flip3": "副線路には1人の作業員がいます。",
    "flip4": "分岐器のレバーを引いてトロッコの進路を変更すれば、副線路にいる1人は犠牲になりますが、5人は救うことができます。",
    "flip5": "あなたは分岐器のレバーを引き1人を犠牲に、5人を救うことができました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 14,
    "flip1": "あなたは、サーカスのライオン遣いです。",
    "flip2": "ショーの最中、1頭のライオンが突然攻撃的になり、あなたの指示に反応せず最前列の観客に飛びかかろうとしています。",
    "flip3": "あなたの近くには2人のアシスタントがいます。",
    "flip4": "2人のアシスタントをライオンの標的として押しやれば、観客は逃げることができ救われます。",
    "flip5": "あなたは2人を押しやり犠牲に、観客たちを救うことができました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 17,
    "flip1": "あなたは、ガソリンポンプの近くで係員です。",
    "flip2": "4人乗った車にガソリンを入れているのを見ています。",
    "flip3": "ポンプから少量のガソリンが漏れており、突然火花がでて車の方向に火が広がってきました。",
    "flip4": "1人の通行人を炎の上に押しやれば、車の4人は救うことができます。",
    "flip5": "あなたは1人を犠牲にし、4人は救うことができました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 18,
    "flip1": "あなたは、船に乗っています。",
    "flip2": "船が沈没し始め、救命ボートのあるデッキに向かいます。",
    "flip3": "あなたと1人が防水扉を通過したところで重い防水扉が閉まり、後ろに続いていた6人は間に合いそうにありません。",
    "flip4": "隣の人を防水扉に押し挟めて閉鎖を防げば、6人は逃げることができ救うことができます。",
    "flip5": "あなたは1人を防水扉に挟めて犠牲に、6人を救うことができました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 21,
    "flip1": "あなたは、中央アフリカのサバンナでライオンの行動を調査しています。",
    "flip2": "展望台から辺りを眺めていると茂みに4人の人が隠れているのに気が付きました。",
    "flip3": "近くをライオンがおりこのままでは4人は襲われてしまいそうです。",
    "flip4": "展望台にいた別の1人を突き落としてライオンの餌食にすれば、4人は逃げることができて救うことができます。",
    "flip5": "あなたは1人を突き落とし犠牲に、4人を救うことができました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 23,
    "flip1": "あなたは、地元の病院の救急外科病棟で働いている医師です。",
    "flip2": "4人の患者は、深刻な交通事故の結果、臓器に重要な損傷を受けて瀕死の状態です。",
    "flip3": "同室には健康状態が良好になった別の1人の患者がいます。",
    "flip4": "この患者に麻酔をかけ、臓器を摘出して4人の患者に移植すれば救うことができます。",
    "flip5": "あなたは1人を犠牲に、4人を救うことができました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 25,
    "flip1": "あなたは動物園の飼育係長で、1人の飼育係と一緒に見回りをしています。",
    "flip2": "ライオンの檻が誤って開いたままになっていることに気づきました。",
    "flip3": "ライオンは3人のお客さんがいるゲートの方に向かってきています。",
    "flip4": "隣にいる1人の飼育員をゲートに押し付けてライオンが外に出るのを阻止すれば、3人のお客さんは救われます。",
    "flip5": "あなたはゲートに飼育員を押しつけ1人を犠牲に、3人を救うことができました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 27,
    "flip1": "あなたは海外でテロリストグループを追う任務についています。",
    "flip2": "テロリストの一人に大使館に向かう3人の外交官らの車を尾行しており、次の赤信号を利用して外交官らを襲おうとしています。",
    "flip3": "あなたはテロリストの車の後ろを追いかけていると、石油を積んだトラックがあなたの車とテロリストの車の間をすり抜けていきます。",
    "flip4": "ここで、トラックを銃で撃つと爆発しトラック運転手は犠牲になり、テロリストは負傷し、3人の外交官らは助かります。",
    "flip5": "しかし、あなたはトラックを狙撃せず、テロリストは外交官らを暗殺してしまいました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 29,
    "flip1": "あなたは建設現場でクレーンを操作している作業員です。",
    "flip2": "あなたはクレーンが巨大な鉄骨を持ち上げているケーブルが切れそうであることに気づきました。",
    "flip3": "鉄骨は建設中の建物の外壁作業をしている6人の作業員の真上にありました。",
    "flip4": "クレーンのアームを別の場所に少し移動させると別の1人の作業員を鉄骨で押しつぶしてしまいますが、6人の作業員は救うことができます。",
    "flip5": "しかし、あなたはクレーンのアームを移動させずにケーブルは切れ、6人の作業員は犠牲になってしまいました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 31,
    "flip1": "あなたは人質救出に向かう兵士です。",
    "flip2": "武装集団が隠れ家に立てこもり4人の民間人を人質に取り殺すと脅しています。",
    "flip3": "人質が捕まっている場所の前を石油を運ぶトラックが通過しようとしています。",
    "flip4": "トラックを撃って爆発させ、武装集団を隠れ家から脱出させると、爆発でトラック運転手は犠牲になりますが、4人の民間人は救うことができます。",
    "flip5": "しかし、あなたはトラックを撃たず人質4人は殺されてしまいました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 33,
    "flip1": "あなたは小さな湾内でモーターボートを運転しています。",
    "flip2": "目の前の非常に狭い水路の先で5人がおぼれていてあなたに助けを求めていました。",
    "flip3": "あなたとおぼれている人達の間には穏やかに泳いでいる別の人がいました。",
    "flip4": "あなたは高速で水路の先に向かって舵を取れば、1人をはねてしまいますが、5人を助けることができます。",
    "flip5": "しかし、あなたは舵を取らず、5人を救うことはできませんでした。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 35,
    "flip1": "伝染性の致死性疾患の無症状保菌者が、病院で隔離されています。",
    "flip2": "突然換気システムが故障し、部屋の空気の入れ替えができなくなってしまいました。",
    "flip3": "まもなく緊急時システムが作動し、1人の窒息を防ぐために内窓が開かれますが、内窓は別病室と繋がっており5人の患者がいます。",
    "flip4": "緊急システム遮断し窓を閉じたままにすれば、1人は窒息してしまいますが、5人の患者は致死の伝染病から守ることができます。",
    "flip5": "しかし、あなたは緊急システムを遮断せず、内窓は開かれ5人の患者は致死性の伝染病に罹ってしまいました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 37,
    "flip1": "あなたは北大西洋を航行中の潜水艦の船長です。",
    "flip2": "探知機から魚雷の存在が確認され沖合にいる6人乗りの小型ボートに向かって猛スピードで進んでいました。",
    "flip3": "その近くには2人が乗った巡視船もいます。",
    "flip4": "魚雷の軌道を変えるために偽の標的を発射すれば、近くの2人が乗った巡視船に命中してしまいますが、小型ボートの6人は救うことができます。",
    "flip5": "しかし、あなたは偽標的を発射せず小型ボートの6人は犠牲になってしまいました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 41,
    "flip1": "あなたは線路の上に掛かる橋を渡っていて、コントロールを失った機関車が迫ってきていることに気づきました。",
    "flip2": "このままでは線路上で作業している5人の作業員にぶつかってしまいます。",
    "flip3": "橋の上には、あなたの隣に知らない大きな体の人がいました。",
    "flip4": "その人を橋の上から突き落とし、機関車にぶつければ暴走は止まり、5人を救うことができます。",
    "flip5": "しかし、あなたは1人を突き落とさず、5人を救うことはできませんでした。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 42,
    "flip1": "あなたは、ゴム製のボートに乗って海上にいます。",
    "flip2": "友人ともう2人知り合いではない人と一緒にです。",
    "flip3": "遠くに炎上した難破船が見え、船に乗っていた6人が海に飛び込んで溺れています。",
    "flip4": "猛スピードで救出に向かうために友人以外の2人を突き落としボートを軽くすれば、6人を救うことができます。",
    "flip5": "しかし、あなたは2人を海に突き落とさず、6人を救うことはできませんでした。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 45,
    "flip1": "あなたは、木工パネルを製造する工場の責任者です。",
    "flip2": "主要な機械が故障にしてしまいプレス機に流れるローラーが止まらなくなりました。",
    "flip3": "3人の作業員がローラーに巻き込まれ巨大なプレス機に引き込まれそうです。",
    "flip4": "別の作業員をプレス機を動かす機会の歯車の中に押し込み、システムを遮断すれば3人は救うことができます。",
    "flip5": "しかし、あなたは1人を歯車に押し込まず、3人はプレス機の犠牲になってしまいました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 46,
    "flip1": "あなたはオーストラリアで小さな牧場を経営しています。",
    "flip2": "顧客と一緒に四輪バギーで近くの町に向かっているとき、猛烈な勢いで疾走する馬がいました。",
    "flip3": "その先には3人の人がいてこのままでは馬に轢かれてしまいそうです。",
    "flip4": "馬に急いで近づき顧客を押し出して馬に踏みつぶさせれば、3人を救うことができます。",
    "flip5": "しかし、あなたは1人を押し出して犠牲にせず、馬は3人に激突し犠牲になってしまいました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 48,
    "flip1": "あなたは、停留所で路面電車を待っています。",
    "flip2": "突然、猛スピードで近づいている路面電車はブレーキが利かなくなっていました。",
    "flip3": "5人の人が気づかずに道路を横断していてぶつかりそうです。",
    "flip4": "あなたは隣にいる見知らぬ人を道路に押しやり機体にぶつけて路面電車を止めれば、5人は救われます。",
    "flip5": "しかし、あなたは1人を押し出さず、5人を救うことはできませんでした。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 50,
    "flip1": "あなたはサハラ砂漠に隔離された遠征隊に参加する医療チームの責任者です。",
    "flip2": "ビタミン欠乏症という深刻な遺伝病を患う5人家族を発見しました。",
    "flip3": "薬は持ち合わせておらず、救助も間に合いそうにありません。",
    "flip4": "健康な1人を犠牲にし、腎臓を摘出してビタミンを採取すれば、5人を救うことができます。",
    "flip5": "しかし、あなたは腎臓の摘出を行わず、5人を救うことはできませんでした。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 54,
    "flip1": "あなたは会議までの交通手段を考えています。",
    "flip2": "電車は何があっても会議に間に合うように到着します。",
    "flip3": "バスは会議の1時間前に到着する予定ですが、交通渋滞のために数時間遅れることもあります。",
    "flip4": "待ち合わせまでに1時間あればいいのですが、遅刻するわけにはいきません。",
    "flip5": "あなたは、電車に乗らず、バスで会議に向かいました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 56,
    "flip1": "あなたは歯科医院で予約を担当しています。",
    "flip2": "森さんと佐々木さんの2名が来週の月曜日の予約をしたいと電話してきました。",
    "flip3": "来週の月曜日の予約可能な時間は10時と15時のみです。",
    "flip4": "森さんはどちらの時間も都合がいいですが、佐々木さんは10時にしか都合がつきません。",
    "flip5": "あなたは、森さんと佐々木さんの両方が来週の月曜日に予約を取れるように、森さんを15時に入れました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 58,
    "flip1": "あなたは、新しいコンピュータの購入を検討しています。",
    "flip2": "現在、あなたが欲しいと思っているコンピュータの価格は12万円です。",
    "flip3": "コンピュータに詳しい友人によると、このコンピュータの価格は来月には6万円まで下がるそうです。",
    "flip4": "来月まで待って新しいコンピュータを購入すると、古いコンピュータを数週間長く使わなければなりません。",
    "flip5": "あなたは、新しいコンピュータの購入で6万円を節約するために、古いコンピュータをあと数週間使うことにしました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 60,
    "flip1": "あなたは、家にいると郵便物が届きました。",
    "flip2": "金融サービスを提供している信頼できる企業からの手紙である。",
    "flip3": "その手紙には、あなたがよく知っている投資信託への投資のお誘いが書かれていた。",
    "flip4": "この投資信託は過去数年間あまり良い成績を収めておらず、あなたが知っている情報によると、将来的にも良い成績を収めるとは思えません。",
    "flip5": "あなたは、お金を稼ぐために10万円投資をしました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 62,
    "flip1": "あなたは、急いでパスタを作ろうとしています。",
    "flip2": "お湯を沸かすよりも野菜を先に切りたい気分でした。",
    "flip3": "最初にお湯を沸かしてから野菜を切ると、20分で完成します。",
    "flip4": "野菜を切ってからお湯を沸かすと、40分で完成します。",
    "flip5": "あなたは、どうしても先に野菜を切りたくなったため、先に野菜を切ってからお湯を沸かし始めました。",
    "flip6": "あなたの行動は適切でしょうか。"
  },
  {
    "traial_ID": 64,
    "flip1": "あなたは大学の4年生になりました。",
    "flip2": "卒業要件を満たすためには、後期までに歴史の講義と科学の講義を取る必要があります。",
    "flip3": "前期には、歴史の講義は、科学の講義と同じ時間に予定されています。",
    "flip4": "前期には、同じ歴史の講義が開講されていますが、科学の講義は開講されていません。",
    "flip5": "あなたは、卒業要件を満たすために、前期に科学の講義を取って後期に歴史の講義を取りました。",
    "flip6": "あなたの行動は適切でしょうか。"
  }
]
