var stim_test3 = [
  {
    "traial_ID": 65,
    "flip1": "あなたは、自宅から約3キロ離れた店から、たくさんの植物を持ち帰ります。"+'<p>次へ：[↓]</p>',
    "flip2": "車のトランクには、泥を受け止めるためのビニールが敷かれており、購入した植物のほとんどが収まります。"+'<p>次へ：[↓]</p>',
    "flip3": "一度にすべての植物を持ち帰るためにはトランクだけでなく後部座席にも植物を入れる必要があります。"+'<p>次へ：[↓]</p>',
    "flip4": "後部座席に植物を入れると、せっかくの上質な革のシートが台無しになってしまい、交換に数万円もかかってしまいます。"+'<p>次へ：[↓]</p>',
    "flip5": "あなたは、車の座席を汚さないようにするために、店と家を2往復しました。"+'<p>次へ：[↓]</p>',
    "flip6": "あなたの行動は適切でしょうか。"+
            '<p>はい：[←]　　　いいえ：[→]</p>'
  },
  {
    "traial_ID": 66,
    "flip1": "あなたはブラウニーを作ることにしました。"+'<p>次へ：[↓]</p>',
    "flip2": "レシピブックを開き、ブラウニーのレシピを見つけました。"+'<p>次へ：[↓]</p>',
    "flip3": "そのレシピには、刻んだクルミが入れることになっています。"+'<p>次へ：[↓]</p>',
    "flip4": "あなたはクルミが好きではありませんが、マカダミアナッツは好きです。"+'<p>次へ：[↓]</p>',
    "flip5": "あなたは、クルミの代わりにマカダミアナッツを入れてブラウニーを作りました。"+'<p>次へ：[↓]</p>',
    "flip6": "あなたの行動は適切でしょうか。"+
            '<p>はい：[←]　　　いいえ：[→]</p>'
  },
  {
    "traial_ID": 67,
    "flip1": "あなたは5千円分の本を買うために本屋に行きました。"+'<p>次へ：[↓]</p>',
    "flip2": "有効期限が明日までのクーポンを使うと、購入金額から30％オフになります。"+'<p>次へ：[↓]</p>',
    "flip3": "もう一枚、有効期限があと1年のクーポンを持っています。"+'<p>次へ：[↓]</p>',
    "flip4": "もう一枚の方は購入金額から25％オフになるクーポンです。"+'<p>次へ：[↓]</p>',
    "flip5": "あなたは、今回の買い物に30％オフのクーポンを使いました。"+'<p>次へ：[↓]</p>',
    "flip6": "あなたの行動は適切でしょうか。"+
            '<p>はい：[←]　　　いいえ：[→]</p>'
  }
]
